{
    "magfest192019":[
        {"id":1, "header": "Security/Safety",
            "quote": "I felt uncomfortable at the presence of armed (with both firearms and stun guns) ‘security’ and ‘police’ throughout the fest."},
        {"id":2, "header": "Security/Safety",
            "quote": "I feel that the hired security staff were rude and unresponsive, at best. Past experience from many MAGFests has shown me that they are dismissive of harassment complaints, answer to nobody, and don’t resolve issues."},
        {"id":3, "header": "Security/Safety",
            "quote": "Staff had no knowledge of the location of stairs when an elevator shut down. In my situation, this was just an inconvenience, but could be an actual problem if a fire or similar situation occurred."},
        {"id":4, "header": "Photography",
            "quote": "There were a few moments when I was trying to take a break from having photos taken of me in cosplay when people went to take a picture without asking."},
        {"id":5, "header": "Alcohol",
            "quote": "Loud party people in our halls and on the con floor being uncomfortably drunk."},
        {"id":6, "header": "Alt-Right Attendees",
            "quote": "I saw and avoided a person in what looked like a Kekistan costume, knowing its ties to toxic 4chan culture and white supremacist “Unite the Right” rallies in Charlottesville."},
        {"id":7, "header": "Alt-Right Attendees",
            "quote": "[There was a] wizard walking around with MAGA nazi gun symbolism."},
        {"id":8, "header": "Harrassment",
            "quote": "A friend of mine dealt with people grabbing and pulling their wheelchair."},
        {"id":9, "header": "Harrassment",
            "quote": "Someone bumped into me while he was standing up, then hit me in the head with his bag. That was frustrating but what bothered me was when he hugged me in “apology” without asking."},
        {"id":10, "header": "Harrassment",
            "quote": "I didn’t directly observe this, but my friend told me a man followed her unsolicited in the hotel room hallway for a few minutes trying to talk to her. She thinks he was well-meaning, but couldn’t follow the social cues, but also still super creepy."}
    ],

  "magfest2018": [
  {"id": 1, "header": "The Positive",
  "quote": "I never feel uncomfortable at MAGFest, I know that if anything did happen, that MAGFest would advocate for me."},
  {"id": 3, "header": "The Positive",
  "quote": "I really enjoyed MAGFest and truly appreciated the inclusion of the pronoun tags to go on badges. People were kind and friendly."},
  {"id": 5, "header": "Accessibility",
  "quote": "There were so many people bustling and, no matter how hard I tried, it seemed like I was always in someone’s way or someone was brushing past me. Maybe some dedicated quiet / resting spaces would take a little of the edge off."},
  {"id": 6, "header": "Accessibility",
  "quote": "Mosh pits give me severe anxiety, but I thought they were banned so I thought concerts would be anxiety-safe. It ruined the second half of the concert for me once I realized mosh pits weren’t banned. Now I know to stand by the back walls or not go at all."},
  {"id": 7, "header": "Accessibility",
  "quote": "There was a dude in the elevator playing music really loudly and dancing for about an hour. My partner has sensitivity to light and sound due to physical disability so this meant she couldn’t use that elevator. I think having clear boundaries between the con area and the hotel area would be a good solution."},
  {"id": 8, "header": "Accessibility",
  "quote": "My boyfriend uses an oxygen tank/has severe asthma. While in the men’s bathroom Saturday night, a man in the stall next to him was smoking a joint of Marijuana, causing him to go into an asthma attack due to the amount of unfiltered smoke."},
  {"id": 9, "header": "Accessibility",
  "quote": "As a disabled person, I found it a bit hard to move around at times. At one point I dislocated my knee and went to the medical room, but they didn’t have ice or ice packs. I also had trouble standing in lines because I have a fainting disorder."},
  {"id": 10, "header": "Accessibility",
  "quote": "Elevators were crowded and too tightly packed and made me feel very claustrophobic and anxious. A persons per elevator policy or something similar would definitely help this issue."},
  {"id": 12, "header": "Accessibility",
  "quote": "I waited with one attendee, who used a wheelchair, for an elevator we waited for 15 minutes before an elevator came at all. When it did come the elevator did not have room for the attendee in the wheelchair, and I continued to wait with them for another 20 minutes before an elevator came that could accommodate us both."},
  {"id": 4, "header": "Accessibility",
  "quote": "People press the Deaf/HOH doorbell on accessible rooms which can wake people up. A PSA about what those buttons do might help! (They screech like a fire alarm and flash flights)"},
  {"id": 13, "header": "Inclusion",
  "quote": "I LOVED the gender identity ribbons!!"},
  {"id": 14, "header": "Inclusion",
  "quote": "I did not witness harassment, nor did I experience it myself. This occurred even when I was expressing my sexuality & gender non-conformity through appearance and dress."},
  {"id": 15, "header": "Inclusion",
  "quote": "The We Paul ribbons made me uncomfortable. It was a joke only a subset of the MAGFest population understood, and its presentation as a parody of the pronoun ribbons delegitimized the pronoun ribbons people chose."},
  {"id": 16, "header": "Inclusion",
  "quote": "Some con goers joked about the pronoun stickers and trans people."},
  {"id": 17, "header": "Inclusion",
  "quote": "One volunteer pointed out that the pronoun ribbons resembled the shopkeeper badges, which made identifying who had access to the expo hall challenging. 'It led to volunteers stopping and questioning pronouned people to figure out if they had unique permissions like a shopkeeper, and I’m sure some of them did not appreciate probably being singled out for this.'"},
  {"id": 18, "header": "Inclusion",
  "quote": "Somebody also said they couldn’t tell if I was a girl or a boy because of the sick mask I was wearing."},
  {"id": 19, "header": "Inclusion",
  "quote": "I and others around got misgendered a lot. It sucks but people then corrected themselves."},
  {"id": 20, "header": "Inclusion",
  "quote": "I was misgendered a lot, even after correcting them. I still don’t feel comfortable presenting as my preferred gender."},
  {"id": 21, "header": "Inclusion",
  "quote": "My friend who is visibly non-binary experienced several instances of misgendering despite wearing a pronoun tag, telling people their pronouns. They also received several rude comments about what they were wearing, particularly from groups of drunk men."},
  {"id": 22, "header": "Inclusion",
  "quote": "Homophobic and transphobic language did come up in conversation and even if it wasn’t directed at a particular person it made LGBTQIA individuals feel uncomfortable."},
  {"id": 23, "header": "Inclusion",
  "quote": "I heard people use disparaging language (e.g. faggot, anti-trans language, etc.). Not directed, just in conversation."},
  {"id": 24, "header": "Inclusion",
  "quote": "A friend brought one of their friends into our hotel room and he made homophobic remarks. I did not experience anything negative within convention spaces."},


  {"id": 25, "header": "Photography",
  "quote": "MAGFest needs a policy that defines what behavior isn’t allowed. Harassment is too subjective. People were doing things like snapping photos without asking from a distance which made me very uncomfortable."},
  {"id": 26, "header": "Photography",
  "quote": "On Saturday night, a group of men ambushed my friend with a camera and microphone without his consent and asked him political questions. He refused to answer them, and they dispersed. I considered calling security but was unsure whether this was a violation of the code of conduct or an actionable offense."},
  {"id": 27, "header": "Photography",
  "quote": "At one point I noticed a woman tell a man that it’s inappropriate to photograph a cosplayer without asking. He apologized and said he didn’t know because the code of conduct sign said that anyone may be photographed. It would be good if MAGFest could amend that statement with a note on etiquette for next year."},
  {"id": 28, "header": "Photography",
  "quote": "MAGFest attendees may be photographed or otherwise recorded by other attendees. By accepting a MAGFest badge, you are consenting to having your image published. If you prefer not to have your picture taken, please inform MAGFest staff. If anyone continues to photograph or record you against your will, it will be treated as harassment (see above)."},
  {"id": 29, "header": "Photography",
  "quote": "To the guy asking cosplayers for a photo and then surprising the subject by taking ‘ugly’ close up photos of our faces. We do not consent. To the guy who didn’t seem to understand that ‘no’ means ‘no’ when my partner expressed they did not want to be photographed and then forced his camera in their face and snapped a shot. We did not consent. To the guy who then blocked my partner in with his body and then proceeded to swing his camera around into their face to photograph them. They did not consent."},
  {"id": 30, "header": "Photography",
  "quote": "Heard a female cosplayer repeatedly say no to a guy asking for a picture. She should only have to say no once."},
  {"id": 31, "header": "Photography",
  "quote": "There was a photographer who approached my partner for a picture of his costume. After snapping the picture, he said he was making a project/collection of ugly cosplays. When I reacted by calling him rude, he told me “You’re not safe, either” and tried to get his camera close to my face for a picture. I said No, and turned away from him, and he reached around me with his camera in his hand and the flash went off on my face."},
  {"id": 32, "header": "Photography",
  "quote": "There was one dude taking pictures of cosplayers without consent (with a heavy focus on butt pictures). He was called out on it but simply shrugged and continued."},
  {"id": 33, "header": "Photography",
  "quote": "There was several times I was videotaped with out my knowledge and it made me very uncomfortable."},
  {"id": 34, "header": "Photography",
  "quote": "Had a mic and camera shoved in my face and asked to answer some questions."},
  {"id": 35, "header": "Photography",
  "quote": "There was a person attempting to take upskirt photos while I was in the middle of a photo shoot in a quiet hallway on the 2nd floor, thwarted only because my significant other noticed."},
  {"id": 36, "header": "Photography",
  "quote": "Some event goers filmed a male passed out in a hallway and posted it online. The man was clearly in need of attention and instead of assisting in getting help, the people filming decided to attempt to ‘Logan Paul’ the experience."},
  {"id": 37, "header": "Photography",
  "quote": "While in cosplay, people tend to forget that you’re a person and forget the boundaries."},
  {"id": 38, "header": "Photography",
  "quote": "There was a woman in a provocative cosplay and I saw a security guard walk up behind her and took multiple photos of her booty without asking. He then continued to circle her while taking photos of her without her consent and knowledge that this was happening. He saw that me and my friends watched the entire thing and shrugged it off after we confronted him."},

  {"id": 39, "header": "Verbal Harassment",
  "quote": "Someone came up behind me and said they liked my pants. They were way too close and made me uncomfortable."},
  {"id": 40, "header": "Verbal Harassment",
  "quote": "A random guy passed by me at Chipspace and whispered ‘you’re sexy’ to me really creepily. This was really weird and uncomfortable."},
  {"id": 41, "header": "Verbal Harassment",
  "quote": "In the past I have been approached by people and have been asked things like “Can I touch your butt?” And have been followed around by people who can’t take a hint. I was in cosplay at the time but that’s not a good excuse."},
  {"id": 42, "header": "Verbal Harassment",
  "quote": "While waiting in line to get a lanyard at registration there was a group of guys behind me talking loudly about how they disregard the no harassment rule because they enjoy harassing people."},
  {"id": 43, "header": "Verbal Harassment",
  "quote": "Cosplay is not consent” signs are not enough, festivals like MAGFest need to build a community culture of consent, develop good incident response policies, and ensure staff are training to respond to incidents respectfully"},

  {"id": 44, "header": "Verbal Harassment",
  "quote": "Saw way too many instances of drunk white dudes dancing in elevators harassing women specifically."},
  {"id": 45, "header": "Verbal Harassment",
  "quote": "I was introduced to a guy for the first time, and he wouldn’t shake my hand because I was a woman. I told him that was sexist and left."},
  {"id": 46, "header": "Verbal Harassment",
  "quote": "I was running a panel and we asked a contestant who they would want to date out of their competitors. The competitors chosen were flattered, but when the reasoning was explained it was objectifying."}
],
"tekko2017": [
  {"id": 1, "header": "Bystander Intervention",
  "quote": "I saw a dude talking to a female artist about maybe religion but he was a lot older and she looked uncomfortable so I intervened. Not straightforward harassment but not ideal behavior because he was ignoring her discomfort."},
  {"id": 2, "header": "Accessibility",
  "quote": "The only time I felt uncomfortable was when I was not allowed my medical supplies during the dance party and concert. It isn’t something major, but I need the items to fully enjoy the experience and since small bags aren’t allowed…. I had to be overly open with complete strangers who don’t understand my medical conditions."},
  {"id": 3, "header": "Cosplay",
  "quote": "I was asked (as Belle) if I would be down for a “threesome” with Gaston and the Beast and when I said no, he proceeded to press the matter further, asking one more inappropriate question. While I didn’t feel unsafe, I was highly disgusted. Turns out the person was not sober."},
  {"id": 4, "header": "Cosplay",
  "quote": "My mom was touched out of nowhere by a deadpool cosplayer. We were so taken back by this action [that] we didn’t do anything. I am assuming this person found it ok because my mom is obviously older. However, mom was not enjoying any of the antics of the deadpool. "},
  {"id": 5, "header": "Harassment",
  "quote": "My girlfriend mentioned that while I was working and she was walking around alone a guy basically accosted her and another girl and made them incredibly uncomfortable, going as far as grabbing a girl by the hand and telling her ‘you’re coming with me’ because he thought she was attractive."},
  {"id": 6, "header": "Harassment",
  "quote": "We encountered an asian guy who just would not stop talking and leave us alone, even when we literally said we were finished talking to him. Unfortunately he was right behind us as we were waiting to get into a workshop. He was being incredibly rude would just not accept that we had opposing views and didn’t want to fight with him."},
  {"id": 7, "header": "Harassment",
  "quote": "Sometimes during the dance I felt awkward because people don’t really understand ‘no’ when I say I don’t want to dance with them and I know from experience that Tekko staff isn’t very good at handling that."},
  {"id": 8, "header": "Reporting",
  "quote": "I’m an overweight white female, and a few comments were made about my weight. ‘Fat Shaming’ is something I deal with outside of the con, and I felt a few comments here and there weren’t worth reporting. Especially if it wasn’t said directly at me, I wouldn’t be able to give names, and reporting it wouldn’t change hearts."},
  {"id": 9, "header": "Reporting",
  "quote": "[There] was one man that made me feel uncomfortable because of his treatment of some younger kids (just general creepy pedo behavior) but it was super quickly handled by staff and when we saw him later, they removed him again. not sure why he was able to return the next day though."},
  {"id": 10, "header": "Reporting",
  "quote": "I wish I could feel like I would not just face backlash with no understanding or compassion if I came forward."}
],
"vidcon2016": [],
"vidcon2017": [
  {"id": 1, "header": "Mobs",
  "quote": "This may have been the most insane convention I have seen yet. There were several creators who were being chased down by their fans while screaming. Warning the creators better could have prevented it. The sudden running/chasing puts themselves and others in danger."},
  {"id": 2, "header": "Mobs",
  "quote": "There was some dangerous mobbing of a YouTuber where a Security guard fell and got trampled."},
  {"id": 3, "header": "Mobs",
  "quote": "I got trampled in a mob chipped my tooth bruised my arm and scrape my leg and broke my $800 camera when I fell in a mob."},
  {"id": 4, "header": "Security",
  "quote": "A mob was forming around some famous creator and blocked the walkway on the south side of the fountain entirely. The security guard seemed utterly unconcerned. He explained that his company was only responsible for the plaza area inside the metal barriers."},
  {"id": 5, "header": "Badges",
  "quote": "There were people who snuck in and didn’t have badges. That made me a little unsafe."},
  {"id": 6, "header": "Heat",
  "quote": "The meet and greet line was so long and so unorganised and waiting in the sun isn’t safe and not having water on offer becomes a health and safety issue."},
  {"id": 7, "header": "Women Online Panel",
  "quote": "When walking back to my hotel, I was behind a group of men saying they were planning on going to a cyberbully panel to ’see if they could trigger some people."},
  {"id": 8, "header": "Women Online Panel",
  "quote": "Being surrounded by harassers was extremely triggering and reminded me of all of my fears about being a Female creator. I would like to see VidCon to take steps to prevent this type of dynamic, including banning individuals known to be harassers."},
  {"id": 9, "header": "Women Online Panel",
  "quote": "A few combative men and a woman verbally harassed the women on the Women Online panel during the Q&A. They were removed from the microphone shortly afterwards. Still made for an uncomfortable moment for everyone, as we were at the panel to hear about overcoming that exact thing."},
  {"id": 10, "header": "External Issues",
  "quote": "You should work with the hotels. If the convention owners ban a kid from VidCon, the hotels should be willing to remove him from the property or the drama will continue. If the act was illegal please press charges."},
  {"id": 11, "header": "External Issues",
  "quote": "My kids received harassing text messages from a creator."},
  {"id": 12, "header": "Sexual Harassment",
  "quote": "I saw two girls being sexually harassed by a young male YouTuber for a video. He was grabbing one of their arm, trying to drag them to where they were filming and force them to lick his friends naked torso, even though they said they didn’t want to. I stepped in and he threw insults back at me but eventually left."},
  {"id": 13, "header": "Sexual Harassment",
  "quote": "I am SEETHING - had to stop some guy sexually harassing a girl at Vidcon - he says 'it's only a video!' how are these guys still allowed??"},
  {"id": 14, "header": "Trans Inclusion",
  "quote": "I felt uncomfortable sharing my name with VidCon staff because I bought the ticket under my legal birth name, which I assumed was necessary, but I prefer to not say it aloud. In this situation I was just unclear if my legal name was required for official Vidcon interactions."},
  {"id": 15, "header": "Verbal Abuse",
  "quote": "There was an incident with a volunteer where we were having a discussion and then they verbally abused me which lead me to have a panic attack. Then later on they proceeded to come back near me while still partially in my panic attack and put their hand on my back to try to talk to me which lead me back into another panic attack. "},
  {"id": 16, "header": "Accessibility",
  "quote": "I have minor hearing loss and the panels on the community level were really poorly designed. Too much going on."}
],

"geekycon2016": [
  {"id": 1, "header": "Trans Inclusion",
  "quote": "One of the janitorial staff this year very rudely asked why I was wearing a dress."},
  {"id": 2, "header": "Trans Inclusion",
  "quote": "I had just come out as gender queer and after a show I went to buy a like button that was just simply pro feminism. and the person selling merch looked at me and asked ‘why do YOU want this?"},
  {"id": 3, "header": "Trans Inclusion",
  "quote": "This year, I have felt uncomfortable knowing someone has been taking down the gender neutral bathroom signs. I don’t like being in an environment knowing someone here is being negative towards the community."},
  {"id": 4, "header": "Stalking",
  "quote": "I was friendly to someone and they took it as flirting and began stalking me and sent me Facebook messages trying to make me feel bad. It was the first time having someone follow me like that and he used the fact that I was a Hufflepuff against me because he knew I'd feel bad. My friends are the reason I didn't go with him."},
  {"id": 5, "header": "Stalking",
  "quote": "A fellow attendee was walking around the convention center with a video camera, asking attendees if she could film them answering questions about Starkid and Starkid fans... after the interview was completed, she followed me over to where my partner was sitting, filming them. She never asked if she could do this. "},
  {"id": 6, "header": "Sexual Assault",
  "quote": "I have been witness to and victim of many acts of verbal harassment by [longtime Geeky/Leaky attendee]. I have also heard about acts of sexual violence from them, but I have not experienced these myself. I’m finding solace in the fact that they won’t be attending the convention this year."},
  {"id": 7, "header": "The Ball",
  "quote": "At the ball, a stranger grabbed my arm and held onto it while telling me ‘We’re going to dance!’ I said ‘Please don’t touch me’ and they let go."},
  {"id": 8, "header": "Sexual Assault",
  "quote": "This one guy was following me and my friends around at last years Con. At the ball we had to go the other side of the room to get away from him. He even made one of my friends cry. Luckily he has been banned from future GeekyCons due to these actions."},
  {"id": 9, "header": "Reporting",
  "quote": "I have generally felt very safe and comfortable at geeky and have heard similar from attendees, though there is always a case or two each year of some kind of issue or confrontation."},
  {"id": 10, "header": "Reporting",
  "quote": "Last year, I had someone make sexually explicit comments toward me that were very unwelcome. Geeky handled it immediately and amazingly."}
],

"nerdcon2017": [
  {"id": 1, "header": "Positive",
  "quote": "I felt super safe all weekend and the people I interacted with looked and felt safe too. Security, con staff, volunteers, attendees, were all 100% respectful."},
  {"id": 2, "header": "Positive",
  "quote": "I noticed a sort of impromptu NerdFighter MBTA buddy system spring up among those of us taking the T to outlying areas along the Red and Orange Lines. The sense of community and group safety was really inspiring."},
  {"id": 3, "header": "Anxiety",
  "quote": "I know it got to be much at times for those with anxiety. A quiet room (like we had at Nerdcon: Stories) would have been beneficial. My sister ended up going to a coffee shop for awhile because it just became too much."},
  {"id": 4, "header": "Consent",
  "quote": "Several strangers tried to touch our baby or handed him gifts without our consent. This makes me uncomfortable and we’ll have to take it into consideration when deciding whether to bring him along to future cons."},
  {"id": 5, "header": "Consent",
  "quote": "At the concert a guy who was much larger than me wrapped his arm around me as part of the vibe of the concert. I’m not generally into strangers touching me and my body language combined with the fact that I didn’t wrap my arm around his shoulder definitely conveyed that I was uncomfortable but it still happened."},
  {"id": 6, "header": "Sexual Assault",
  "quote": "I have been witness to and victim of many acts of verbal harassment by [longtime Geeky/Leaky attendee]. I have also heard about acts of sexual violence from them, but I have not experienced these myself. I’m finding solace in the fact that they won’t be attending the convention this year."},
  {"id": 7, "header": "Suspicious Attendees",
  "quote": "The only thing that made me feel remotely unsafe was the presence of one or two men who seemed disinterested in the con and more interested in the young people there. But no one approached me, harassed me, touched me, or did anything except look a little suspicious."},
  {"id": 8, "header": "Suspicious Attendees",
  "quote": "I saw several older men speaking with younger girls in a way that made me uncomfortable. This included an individual who was once very prominent in our community speaking closely and exchanging telephone numbers with several young women."},
  {"id": 9, "header": "Suspicious Attendees",
  "quote": "Just outside the convention center from dinner a man catcalled either me or one of the other women around me. I feel pretty confident it wasn’t a Nerdfighter, so I felt safer once I entered the convention hall itself, but I felt less safe overall."},
  {"id": 10, "header": "Gender Inclusion",
  "quote": "The signs for the gender inclusive bathrooms were torn down by someone. They were later replaced in addition to two extra signs, but the message that those of us who identify outside the binary or as trans were not welcome by an active portion of the attendees was clear."},
  {"id": 11, "header": "Unclear Signs",
  "quote": "To get the number to call about sexual harassment you had to go to the Uplift booth and I think that should have been in the program so everyone had it right from the beginning."},
  {"id": 12, "header": "Unclear Signs",
  "quote": "There wasn’t indication in the [convention materials] that there was an all gender restroom."},
  {"id": 13, "header": "Ableism",
  "quote": "Attendees were not following the rules on how to treating service dogs and their partners respectfully (i.e. petting the dogs while they were working and without seeking permission, stepping on the dogs)."},
  {"id": 14, "header": "Ableism",
  "quote": "I heard from some attendees who are disabled that others were throwing away the reserved seating signs and taking their spots."},
  {"id": 15, "header": "Ableism",
  "quote": "ASL services were not paid for but volunteered which was not acceptable for a paid event like NerdCon."},
  {"id": 16, "header": "The Concert",
  "quote": "All the Harry and The Potters fans were confused that there wasn’t a dance floor and the excitement turned into a poorly-communicated group decision to flood the space between the row reserved for disabled folks and the stage."},
  {"id": 17, "header": "The Concert",
  "quote": "2 service dogs were almost trampled (one was my sister’s) when the mob rushed forward for Harry and the Potters."}
  ]
}
