{
  "magfest2018": [
    {"id": 1, "header": "The Positive",
    "quote": "I never feel uncomfortable at MAGFest, I know that if anything did happen, that MAGFest would advocate for me."},
    {"id": 2, "header": "The Positive",
    "quote": "I was blown away by how respectful and awesome everyone was."},
    {"id": 3, "header": "The Positive",
    "quote": "I really enjoyed MAGFest and truly appreciated the inclusion of the pronoun tags to go on badges. People were kind and friendly."},
    {"id": 5, "header": "The Positive",
    "quote": "When I first got there, on Friday, I was overwhelmed. There were so many people bustling and, no matter how hard I tried, it seemed like I was always in someone’s way or someone was brushing past me. Maybe some dedicated quiet / resting spaces would take a little of the edge off, though that might be more like a band-aid than a true solution to an atmosphere that may be making a lot of people uncomfortable."},
    {"id": 6, "header": "The Positive",
    "quote": "Mosh pits give me severe anxiety, but I thought they were banned so I thought concerts would be anxiety-safe. It ruined the second half of the concert for me once I realized mosh pits weren’t banned. Now I know to stand by the back walls or not go at all."},
    {"id": 7, "header": "The Positive",
    "quote": "There was a dude in the elevator playing music really loudly and dancing for about an hour, dressed as The Sun Knight. My partner has sensitivity to light and sound due to physical disability so this meant she couldn’t use that elevator; and the guy was for over an hour. I think having clear boundaries between the con area and the hotel area would be a good solution. The signs that asked people not to “colossus roar” in certain areas were a really good start."},
    {"id": 8, "header": "The Positive",
    "quote": "My boyfriend uses an oxygen tank/has severe asthma. While in the men’s bathroom Saturday night, a man in the stall next to him was smoking a joint of Marijuana, causing him to go into an asthma attack due to the amount of unfiltered smoke. I went to con security to report this and two staff members were very understanding and got a group to go investigate but another staff members replied ‘its not a big deal’ or ‘its what you expect Saturday night at MAGFest’ or ‘its just pot’."},
    {"id": 9, "header": "The Positive",
    "quote": "As a disabled person, I found it a bit hard to move around at times. At one point I dislocated my knee and went to the medical room, but they didn’t have ice or ice packs. I also had trouble standing in lines because I have a fainting disorder."},
    {"id": 10, "header": "The Positive",
    "quote": "Elevators were crowded and too tightly packed and made me feel very claustrophobic and anxious. A persons per elevator policy or something similar would definitely help this issue."},
    {"id": 11, "header": "The Positive",
    "quote": "I saw a number of attendees this year using mobility aids such as wheelchairs and walkers. I witnessed a number of these attendees having difficulty navigating the Con particularly the expo rooms."},
    {"id": 12, "header": "The Positive",
    "quote": "I waited with one attendee, who used a wheelchair, for an elevator we waited for 15 minutes before an elevator came at all. When it did come the elevator did not have room for the attendee in the wheelchair, and I continued to wait with them for another 20 minutes before an elevator came that could accommodate us both."},

    {"id": 4, "header": "Accessibility",
    "quote": "People press the Deaf/HOH doorbell on accessible rooms which can wake people up. A PSA about what those buttons do might help! (They screech like a fire alarm and flash flights)"},

    {"id": 13, "header": "Inclusion",
    "quote": "I LOVED the gender identity ribbons!!"},
    {"id": 14, "header": "Inclusion",
    "quote": "I did not witness harassment, nor did I experience it myself. This occurred even when I was expressing my sexuality & gender non-conformity through appearance and dress."},
    {"id": 15, "header": "Inclusion",
    "quote": "The We Paul ribbons made me uncomfortable. It was a joke only a subset of the MAGFest population understood, and its presentation as a parody of the pronoun ribbons delegitimized the pronoun ribbons people chose."},
    {"id": 16, "header": "Inclusion",
    "quote": "Some con goers joked about the pronoun stickers and trans people."},
    {"id": 17, "header": "Inclusion",
    "quote": "One volunteer pointed out that the pronoun ribbons resembled the shopkeeper badges, which made identifying who had access to the expo hall challenging. 'It led to volunteers stopping and questioning pronouned people to figure out if they had unique permissions like a shopkeeper, and I’m sure some of them did not appreciate probably being singled out for this.'"},
    {"id": 18, "header": "Inclusion",
    "quote": "Somebody also said they couldn’t tell if I was a girl or a boy because of the sick mask I was wearing."},
    {"id": 19, "header": "Inclusion",
    "quote": "I and others around got misgendered a lot. It sucks but people then corrected themselves."},
    {"id": 20, "header": "Inclusion",
    "quote": "I was misgendered a lot, even after correcting them. I still don’t feel comfortable presenting as my preferred gender."},
    {"id": 21, "header": "Inclusion",
    "quote": "My friend who is visibly non-binary experienced several instances of misgendering despite wearing a pronoun tag, telling people their pronouns. They also received several rude comments about what they were wearing, particularly from groups of drunk men."},
    {"id": 22, "header": "Inclusion",
    "quote": "Homophobic and transphobic language did come up in conversation and even if it wasn’t directed at a particular person it made LGBTQIA individuals feel uncomfortable."},
    {"id": 23, "header": "Inclusion",
    "quote": "I heard people use disparaging language (e.g. faggot, anti-trans language, etc.). Not directed, just in conversation."},
    {"id": 24, "header": "Inclusion",
    "quote": "A friend brought one of their friends into our hotel room and he made homophobic remarks. I did not experience anything negative within convention spaces."},


    {"id": 25, "header": "Photography",
    "quote": "MAGFest needs a policy that defines what behavior isn’t allowed. Harassment is too subjective. People were doing things like snapping photos without asking from a distance which made me very uncomfortable."},
    {"id": 26, "header": "Photography",
    "quote": "On Saturday night, a group of men ambushed my friend with a camera and microphone without his consent and asked him political questions. He refused to answer them, and they dispersed. I considered calling security but was unsure whether this was a violation of the code of conduct or an actionable offense."},
    {"id": 27, "header": "Photography",
    "quote": "At one point I noticed a woman tell a man that it’s inappropriate to photograph a cosplayer without asking. He apologized and said he didn’t know because the code of conduct sign said that anyone may be photographed. It would be good if MAGFest could amend that statement with a note on etiquette for next year."},
    {"id": 28, "header": "Photography",
    "quote": "MAGFest attendees may be photographed or otherwise recorded by other attendees. By accepting a MAGFest badge, you are consenting to having your image published. If you prefer not to have your picture taken, please inform MAGFest staff. If anyone continues to photograph or record you against your will, it will be treated as harassment (see above)."},
    {"id": 29, "header": "Photography",
    "quote": "To the guy asking cosplayers for a photo and then surprising the subject by taking ‘ugly’ close up photos of our faces. We do not consent. To the guy who didn’t seem to understand that ‘no’ means ‘no’ when my partner expressed they did not want to be photographed and then forced his camera in their face and snapped a shot. We did not consent. To the guy who then blocked my partner in with his body and then proceeded to swing his camera around into their face to photograph them. They did not consent."},
    {"id": 30, "header": "Photography",
    "quote": "Heard a female cosplayer repeatedly say no to a guy asking for a picture. She should only have to say no once."},
    {"id": 31, "header": "Photography",
    "quote": "There was a photographer who approached my partner for a picture of his costume. After snapping the picture, he said he was making a project/collection of ugly cosplays. When I reacted by calling him rude, he told me “You’re not safe, either” and tried to get his camera close to my face for a picture. I said No, and turned away from him, and he reached around me with his camera in his hand and the flash went off on my face."},
    {"id": 32, "header": "Photography",
    "quote": "There was one dude taking pictures of cosplayers without consent (with a heavy focus on butt pictures). He was called out on it but simply shrugged and continued."},
    {"id": 33, "header": "Photography",
    "quote": "There was several times I was videotaped with out my knowledge and it made me very uncomfortable."},
    {"id": 34, "header": "Photography",
    "quote": "Had a mic and camera shoved in my face and asked to answer some questions."},
    {"id": 35, "header": "Photography",
    "quote": "There was a person attempting to take upskirt photos while I was in the middle of a photo shoot in a quiet hallway on the 2nd floor, thwarted only because my significant other noticed."},
    {"id": 36, "header": "Photography",
    "quote": "Some event goers filmed a male passed out in a hallway and posted it online. The man was clearly in need of attention and instead of assisting in getting help, the people filming decided to attempt to ‘Logan Paul’ the experience."},
    {"id": 37, "header": "Photography",
    "quote": "While in cosplay, people tend to forget that you’re a person and forget the boundaries."},
    {"id": 38, "header": "Photography",
    "quote": "There was a woman in a provocative cosplay and I saw a security guard walk up behind her and took multiple photos of her booty without asking. He then continued to circle her while taking photos of her without her consent and knowledge that this was happening. He saw that me and my friends watched the entire thing and shrugged it off after we confronted him."},

    {"id": 39, "header": "Verbal Harassment",
    "quote": "Someone came up behind me and said they liked my pants. They were way too close and made me uncomfortable."},
    {"id": 40, "header": "Verbal Harassment",
    "quote": "A random guy passed by me at Chipspace and whispered ‘you’re sexy’ to me really creepily. This was really weird and uncomfortable."},
    {"id": 41, "header": "Verbal Harassment",
    "quote": "In the past I have been approached by people and have been asked things like “Can I touch your butt?” And have been followed around by people who can’t take a hint. I was in cosplay at the time but that’s not a good excuse."},
    {"id": 42, "header": "Verbal Harassment",
    "quote": "While waiting in line to get a lanyard at registration there was a group of guys behind me talking loudly about how they disregard the no harassment rule because they enjoy harassing people."},
    {"id": 43, "header": "Verbal Harassment",
    "quote": "Cosplay is not consent” signs are not enough, festivals like MAGFest need to build a community culture of consent, develop good incident response policies, and ensure staff are training to respond to incidents respectfully"},

    {"id": 44, "header": "Verbal Harassment",
    "quote": "Saw way too many instances of drunk white dudes dancing in elevators harassing women specifically."},
    {"id": 45, "header": "Verbal Harassment",
    "quote": "I was introduced to a guy for the first time, and he wouldn’t shake my hand because I was a woman. I told him that was sexist and left."},
    {"id": 46, "header": "Verbal Harassment",
    "quote": "I was running a panel and we asked a contestant who they would want to date out of their competitors. The competitors chosen were flattered, but when the reasoning was explained it was objectifying."}
  ],
  "tekko2017": [],
  "vidcon2016": [],
  "vidcon2017": [],
  "geekycon2017": [],
  "nerdcon2017": []
}
